export const SiteRules = ({ className }) => {
  return (
    <p className={className} style={{ lineHeight: "1.7rem" }}>
      بند ۱: لرنست در ایران مدیریت شده و تابع قوانین جمهوری اسلامی ایران است.
      <br />
      <br />
      بند ۲: عضویت هر کاربر در لرنست به منزلهٔ پذیرش کلیهٔ قوانین و مقررات لرنست
      است و تمامی کاربران باید قبل از عضویت، قوانین را مطالعه کنند و تنها در
      صورت موافقت و تعهد به پایبندی، در لرنست عضو شوند.
      <br />
      <br />
      بند ۳: قوانین مندرج در این صفحه در طول زمان قابل تغییر است. مسئولیت مطالعه
      و آگاهی از این تغییرات بر عهدهٔ کاربران است. در صورت عدم توافق با این
      شرایط شما مجاز به استفاده از خدمات لرنست نخواهید بود.
      <br />
      <br />
      بند ۴: گرفتن شماره تلفن همراه و رایانامه(ایمیل) کاربران برای شناسایی و
      ایجاد حساب کاربری است. لرنست متعهد می‌شود که شماره تلفن و ایمیل کاربران در
      نزد او محفوظ است و آنها را در اختیار هیچ شخص حقیقی و یا حقوقی قرار نخواهد
      داد.
      <br />
      <br />
      بند ۵: لرنست هیچگاه از کاربران خود، اطلاعاتی را از طریق ایمیل و یا پیامک
      درخواست نخواهد کرد. و از ایمیل تنها به منظور اطلاع رسانی استفاده خواهد
      کرد.
      <br />
      <br />
      بند ۶: آموزش‌های لرنست شامل دو بخش رایگان و غیررایگان است. استفاده از
      آموزش‌ها و داده‌های غیررایگان لرنست صرفا با خرید اشتراک امکان‌پذیر است و
      هر راه دیگری برای دسترسی به آنها غیر قانونی است و باعث حذف حساب کاربری و
      یا پیگرد قانونی متخلف می‌شود.
      <br />
      <br />
      بند ۷: دسترسی کاربران به داده‌ها، آموزش‌ها و تمرین‌های غیررایگان لرنست فقط
      در مدت زمان اشتراک خریداری شده امکان‌پذیر است و بعد از اتمام زمان اشتراک
      دسترسی کاربر به موارد غیررایگان قطع می‌شود.
      <br />
      <br />
      بند ۸: چنانچه کاربری تمایل به ادامه فعالیت در لرنست را نداشته باشد
      می‌تواند با ارسال تیکت حساب کاربری خود را متوقف کند، لرنست، حساب کاربری
      موردنظر را متوقف می‌کند ولی به منظور نگهداری جزئیات کاربر و تراکنش‌ها،
      اطلاعات را از پایگاه دادهٔ خود حذف نمی‌کند
    </p>
  );
};
